Repository: NaN-tic/trytond-purchase_helpdesk
Catalog: locale/*.po
Languages: ca_es

# field:helpdesk,purchases:
source: Purchases
ca_es: Compras

# field:helpdesk.configuration,smtp_purchase:
source: SMTP Purchase Server
ca_es: Servidor SMTP de compra

# field:purchase.purchase.helpdesk,create_date:
source: Create Date
ca_es: Data de creaci贸

# field:purchase.purchase.helpdesk,create_uid:
source: Create User
ca_es: Usuari de creaci贸

# field:purchase.purchase.helpdesk,helpdesk:
source: Helpdesk
ca_es: Suport

# field:purchase.purchase.helpdesk,rec_name:
source: Name
ca_es: Nom

# field:purchase.purchase.helpdesk,purchase:
source: Purchase
ca_es: Compra

# field:purchase.purchase.helpdesk,write_date:
source: Write Date
ca_es: Data de modificaci贸

# field:purchase.purchase.helpdesk,write_uid:
source: Write User
ca_es: Usuari de modificaci贸

# model:ir.action,name:
source: All Helpdesks
ca_es: Tots els suports

# model:ir.action,name:act_all_purchase_helpdesk
source: All Helpdesks
ca_es: Tots els suports

# model:ir.action,name:act_purchase_helpdesk
source: Helpdesks
ca_es: Suport

# model:ir.action,name:act_purchase_helpdesk_form2
source: Purchase Helpdesks
ca_es: Suport de compras

# model:ir.action,name:act_purchase_helpdesk_manager
source: Purchase Helpdesks
ca_es: Suport de compras

# model:ir.action,name:act_purchase_helpdesk_purchase_form
source: Helpdesks
ca_es: Suport

source: All
ca_es: Tots

source: Done
ca_es: Realitzats

source: Open
ca_es: Oberts

source: Pending
ca_es: Pendents

source: Unreads
ca_es: No llegits

source: All
ca_es: Tots

source: Done
ca_es: Realitzats

source: Open
ca_es: Oberts

source: Pending
ca_es: Pendents

source: Unreads
ca_es: No llegits

# model:ir.ui.menu,name:menu_purchase_all_helpdesk
source: All Helpdesks
ca_es: Tots els suports

# model:ir.ui.menu,name:menu_purchase_helpdesk
source: Helpdesks
ca_es: Suport

# model:ir.ui.menu,name:menu_purchase_helpdesk_manager
source: Purchase Helpdesks
ca_es: Suport de compras

# model:res.group,name:group_purchase_helpdesk
source: Helpdesk Purchase
ca_es: Suport de compras

# model:purchase.purchase.helpdesk,name:
source: Purchase - Helpdesk
ca_es: Suport - Compra

# selection:helpdesk,kind:
source: Purchase
ca_es: Compra
